_252 = [
    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. ст. 11, 15, 17 (п.2), 18, 19, 28, 29, 32, 34, 35, 36, 50, 52',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 30.03.1999 № 52-ФЗ «О санитарно-эпидемиологическом благополучии населения»',
     'ДАТА НПА': '30.03.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава I- V',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 02.01.2000 N 29-ФЗ "О качестве и безопасности пищевых продуктов" ',
     'ДАТА НПА': '02.01.2000', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 12 ч.1 п.1, ч.5',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 23.02.2013 № 15 –ФЗ «Об охране здоровья граждан от воздействия окружающего табачного дыма и последствий потребления табака»',
     'ДАТА НПА': '23.02.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'главы 1-V',
     'НАИМЕНОВАНИЕ НПА': 'Закон № 157-ФЗ от 17.09.98 г. «Об иммунопрофилактике инфекционных болезней»',
     'ДАТА НПА': '17.09.1998', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава 1-10',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 27 декабря 2002 г. № 184 – ФЗ «О техническом регулировании» ',
     'ДАТА НПА': '27.12.2002', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава I-VII',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 18.06.2001 N 77-ФЗ "О предупреждении распространения туберкулеза в Российской Федерации"',
     'ДАТА НПА': '18.06.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.12',
     'НАИМЕНОВАНИЕ НПА': 'Постановление Правительства РФ от 15 июля 1999 г. N 825 "Об утверждении перечня работ, выполнение которых связано с высоким риском заболевания инфекционными болезнями и требует обязательного проведения профилактических прививок"',
     'ДАТА НПА': '15.07.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 2,4,5,6,7,приложение 1,2,3',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза ТР ТС 025/2012 "О безопасности мебельной продукции"',
     'ДАТА НПА': '12.06.2012', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы I-II. IV-VI. IX-XI',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Евразийского экономического союза «О безопасности упакованной питьевой воды, включая природную минеральную воду» ТР ЕАЭС 044/2017',
     'ДАТА НПА': '23.06.2017', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 1-5',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза «Пищевая продукция в части ее маркировки» ТР    ТС 022/2011 ',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы III, V, VI, IX',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 1.2.3685-21 «Гигиенические нормативы и требования к обеспечению безопасности и (или) безвредности для человека факторов среды обитания»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.1.1- 1.10, 1.12, 2.1.1, 2.1.2, 2.2.1-2.3.2, 2.3.3-2.4.3, 2.4.4-2.4.6.3, абз. 3 п.2.4.8, 2.4.9, 2.4.10-2.4.13, 2.5-2.8.6, 2.8.8-2.9.5, 2.9.7, 2.10.2-2.11.4, 2.11.6-2.11.9, 3.12',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.4. 3648-20 «Санитарно – эпидемиологические требования к организациям воспитания и обучения, отдыха и оздоровления детей и молодежи» ',
     'ДАТА НПА': '28.09.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п.1.1-1.3, 2.1, 2.3, 2.5',
     'НАИМЕНОВАНИЕ НПА': 'СП 3.1/2.4.3598-20 «Санитарно-эпидемиологические требования к устройству, содержанию и организации работы образовательных организаций и других объектов социальной инфраструктуры для детей и молодежи в условиях распространения новой коронавирусной инфекции (COVID-19)» ',
     'ДАТА НПА': '30.06.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': '1.1-5.2, 8.1-8.4.6, 8.6.3,8.6.4, прил. №1-13',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3/2.4.3590-20 «Санитарно-эпидемиологические требования к организации общественного питания  населения» ',
     'ДАТА НПА': '27.10.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.75, п.118',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.1.3684-21 "Санитарно-эпидемиологические требования к содержанию территорий городских и сельских поселений, к водным объектам, питьевой воде и питьевому водоснабжению, атмосферному воздуху, почвам, жилым помещениям, эксплуатации производственных, общественных помещений, организации и проведению санитарно-противоэпидемических (профилактических) мероприятий"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'гл. I-III, VII, VIII, XVIII, XXIV, XXVI, XXVII, XXIX, XXXII-XXXV, XXXVII-XXXVIII, XLV-XLVII. Приложение 1-40',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 3.3686-21 "Санитарно-эпидемиологические требования по профилактике инфекционных болезней"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 1.1-2.8, 3.1-3.9, 4.1(а), 5.1-6.2',
     'НАИМЕНОВАНИЕ НПА': 'СП 1.1.1058-01 "Организация и проведение производственного контроля за соблюдением санитарных правил и выполнением санитарно-противоэпидемических (профилактических) мероприятий"',
     'ДАТА НПА': '13.07.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение 1,2,3',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России от 06.12.2021 N 1122н "Об утверждении национального календаря профилактических прививок, календаря профилактических прививок по эпидемическим показаниям и порядка проведения профилактических прививок" (Зарегистрировано в Минюсте России 20.12.2021 N 66435);',
     'ДАТА НПА': '06.12.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение №1 и №2',
     'НАИМЕНОВАНИЕ НПА': 'Приказ от 28.01.2021г. № 29н «Об утверждении порядка проведения обязательных предварительных и периодических медицинских осмотров работников, предусмотренных частью четвертой статьи 213 трудового кодекса Российской Федерации, перечня медицинских противопоказаний к осуществлению работ с вредными и (или) опасными производственными факторами, а также работам, при выполнении которых проводятся обязательные предварительные и периодические медицинские осмотры»',
     'ДАТА НПА': '28.01.2021', },
]

_175 = [
    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. ст. 11, 15, 17 (п.2), 18, 19, 28, 29, 32, 34, 35, 36, 50, 52',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 30.03.1999 № 52-ФЗ «О санитарно-эпидемиологическом благополучии населения»',
     'ДАТА НПА': '30.03.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава I- V',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 02.01.2000 N 29-ФЗ "О качестве и безопасности пищевых продуктов" ',
     'ДАТА НПА': '02.01.2000', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 12 ч.1 п.1, ч.5',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 23.02.2013 № 15 –ФЗ «Об охране здоровья граждан от воздействия окружающего табачного дыма и последствий потребления табака»',
     'ДАТА НПА': '23.02.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'главы 1-V',
     'НАИМЕНОВАНИЕ НПА': 'Закон № 157-ФЗ от 17.09.98 г. «Об иммунопрофилактике инфекционных болезней»',
     'ДАТА НПА': '17.09.1998', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава 1-10',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 27 декабря 2002 г. № 184 – ФЗ «О техническом регулировании» ',
     'ДАТА НПА': '27.12.2002', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава I-VII',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 18.06.2001 N 77-ФЗ "О предупреждении распространения туберкулеза в Российской Федерации"',
     'ДАТА НПА': '18.06.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.12',
     'НАИМЕНОВАНИЕ НПА': 'Постановление Правительства РФ от 15 июля 1999 г. N 825 "Об утверждении перечня работ, выполнение которых связано с высоким риском заболевания инфекционными болезнями и требует обязательного проведения профилактических прививок"',
     'ДАТА НПА': '15.07.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 2,4,5,6,7,приложение 1,2,3',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза ТР ТС 025/2012 "О безопасности мебельной продукции"',
     'ДАТА НПА': '12.06.2012', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы III, V, VI, IX',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 1.2.3685-21 «Гигиенические нормативы и требования к обеспечению безопасности и (или) безвредности для человека факторов среды обитания»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.1.1- 1.10, 1.12, 2.1.1, 2.1.2, 2.2.1-2.3.2, 2.3.3-2.4.3, 2.4.4-2.4.6.3, абз. 3 п.2.4.8, 2.4.9, 2.4.10-2.4.13, 2.5-2.8.6, 2.8.8-2.9.5, 2.9.7, 2.10.2-2.11.4, 2.11.6-2.11.9, 3.12',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.4. 3648-20 «Санитарно – эпидемиологические требования к организациям воспитания и обучения, отдыха и оздоровления детей и молодежи» ',
     'ДАТА НПА': '28.09.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п.1.1-1.3, 2.1, 2.3, 2.5',
     'НАИМЕНОВАНИЕ НПА': 'СП 3.1/2.4.3598-20 «Санитарно-эпидемиологические требования к устройству, содержанию и организации работы образовательных организаций и других объектов социальной инфраструктуры для детей и молодежи в условиях распространения новой коронавирусной инфекции (COVID-19)» ',
     'ДАТА НПА': '30.06.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': '1.1-5.2, 8.1-8.4.6, 8.6.3,8.6.4, прил. №1-13',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3/2.4.3590-20 «Санитарно-эпидемиологические требования к организации общественного питания  населения» ',
     'ДАТА НПА': '27.10.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы 1, 2, 4, 5, 7, 8, 10',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.1.3684-21 "Санитарно-эпидемиологические требования к содержанию территорий городских и сельских поселений, к водным объектам, питьевой воде и питьевому водоснабжению, атмосферному воздуху, почвам, жилым помещениям, эксплуатации производственных, общественных помещений, организации и проведению санитарно-противоэпидемических (профилактических) мероприятий"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'гл. I-III, VII, VIII, XVIII, XXIV, XXVI, XXVII, XXIX, XXXII-XXXV, XXXVII-XXXVIII, XLV-XLVII. Приложение 1-40',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 3.3686-21 "Санитарно-эпидемиологические требования по профилактике инфекционных болезней"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 1.1-2.8, 3.1-3.9, 4.1(а), 5.1-6.2',
     'НАИМЕНОВАНИЕ НПА': 'СП 1.1.1058-01 "Организация и проведение производственного контроля за соблюдением санитарных правил и выполнением санитарно-противоэпидемических (профилактических) мероприятий"',
     'ДАТА НПА': '13.07.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение 1,2,3',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России от 06.12.2021 N 1122н "Об утверждении национального календаря профилактических прививок, календаря профилактических прививок по эпидемическим показаниям и порядка проведения профилактических прививок" (Зарегистрировано в Минюсте России 20.12.2021 N 66435);',
     'ДАТА НПА': '06.12.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'полностью',
     'НАИМЕНОВАНИЕ НПА': 'Приказ от 28.01.2021г. № 29н «Об утверждении порядка проведения обязательных предварительных и периодических медицинских осмотров работников, предусмотренных частью четвертой статьи 213 трудового кодекса Российской Федерации, перечня медицинских противопоказаний к осуществлению работ с вредными и (или) опасными производственными факторами, а также работам, при выполнении которых проводятся обязательные предварительные и периодические медицинские осмотры»',
     'ДАТА НПА': '28.01.2021', },
]

_174 = [
    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. ст. 11, 15, 17 (п.2), 18, 19, 28, 29, 32, 34, 35, 36, 50, 52',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 30.03.1999 № 52-ФЗ «О санитарно-эпидемиологическом благополучии населения»',
     'ДАТА НПА': '30.03.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава I- V',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 02.01.2000 N 29-ФЗ "О качестве и безопасности пищевых продуктов" ',
     'ДАТА НПА': '02.01.2000', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 12 ч.1 п.1, ч.5',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 23.02.2013 № 15 –ФЗ «Об охране здоровья граждан от воздействия окружающего табачного дыма и последствий потребления табака»',
     'ДАТА НПА': '23.02.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'главы 1-V',
     'НАИМЕНОВАНИЕ НПА': 'Закон № 157-ФЗ от 17.09.98 г. «Об иммунопрофилактике инфекционных болезней»',
     'ДАТА НПА': '17.09.1998', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава 1-10',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 27 декабря 2002 г. № 184 – ФЗ «О техническом регулировании» ',
     'ДАТА НПА': '27.12.2002', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава I-VII',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон от 18.06.2001 N 77-ФЗ "О предупреждении распространения туберкулеза в Российской Федерации"',
     'ДАТА НПА': '18.06.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.12',
     'НАИМЕНОВАНИЕ НПА': 'Постановление Правительства РФ от 15 июля 1999 г. N 825 "Об утверждении перечня работ, выполнение которых связано с высоким риском заболевания инфекционными болезнями и требует обязательного проведения профилактических прививок"',
     'ДАТА НПА': '15.07.1999', },


    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'Глава 4 ст.5, 6. Глава 2 ст. 7 п.п. 1-7, 11, ст. 8 п.п. 1, 3-9,11-12. Глава 3 статьи 11, 12-18. Глава 4 статьи 24, 26. Глава 5 ст. 38. Глава 6 ст. 39. Приложения 1-6, 9, 10',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза ТР ТС 021/2011 "О безопасности пищевой продукции"',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 2,4,5,6,7,приложение 1,2,3',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза ТР ТС 025/2012 "О безопасности мебельной продукции"',
     'ДАТА НПА': '12.06.2012', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы I-II. IV-VI. IX-XI',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Евразийского экономического союза «О безопасности упакованной питьевой воды, включая природную минеральную воду» ТР ЕАЭС 044/2017',
     'ДАТА НПА': '23.06.2017', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'Ст. 5 п.п. 2, 9, 10, 24, 32, 36, 41, 42, 57, 59. Статьи 7, 8. Прилож.1',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент  Таможенного союза ТР ТС 023/2011 Технический регламент на соковую продукцию из фруктов и овощей',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'Главы 1, 2 статьи 2, 4, 5. Глава 4 статьи 6-8. Глава 5 статьи 14, 15, 17. Глава 6 ст.18.  Глава 7 ст. 21',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент  Таможенного союза ТР ТС 024/2011 Технический регламент на масложировую продукцию',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 1-4, 6-8, 30, 47, 52, 86-89, 96, 99',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза ТР ТС 033/2013 "О безопасности молока и молочной продукции"',
     'ДАТА НПА': '09.10.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 1-4, 5, 9-12, 13-15, 59-61, 64-66, 77-80, 83, 86, 88-101, 106, 107, 117, 118, 126,-129, 132-151, приложения 1-3',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза ТР ТС 034/2013 «О безопасности мяса и мясной продукции»',
     'ДАТА НПА': '09.10.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы I-XIV, приложения 1-7',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Евразийского экономического союза "О безопасности рыбы и  рыбной продукции" (ТР ЕАЭС 040/2016)',
     'ДАТА НПА': '18.10.2016', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы I-II. IV-VI. IX-XI',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Евразийского экономического союза «О безопасности упакованной питьевой воды, включая природную минеральную воду» ТР ЕАЭС 044/2017',
     'ДАТА НПА': '23.06.2017', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'статьи 1-5',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза «Пищевая продукция в части ее маркировки» ТР    ТС 022/2011 ',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы III, V, VI, IX',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 1.2.3685-21 «Гигиенические нормативы и требования к обеспечению безопасности и (или) безвредности для человека факторов среды обитания»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.1.1- 1.10, 1.12, 2.1.1, 2.1.2, 2.2.1-2.3.2, 2.3.3-2.4.3, 2.4.4-2.4.6.3, абз. 3 п.2.4.8, 2.4.9, 2.4.10-2.4.13, 2.5-2.8.6, 2.8.8-2.9.5, 2.9.7, 2.10.2-2.11.4, 2.11.6-2.11.9, 3.12',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.4. 3648-20 «Санитарно – эпидемиологические требования к организациям воспитания и обучения, отдыха и оздоровления детей и молодежи» ',
     'ДАТА НПА': '28.09.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п.1.1-1.3, 2.1, 2.3, 2.5',
     'НАИМЕНОВАНИЕ НПА': 'СП 3.1/2.4.3598-20 «Санитарно-эпидемиологические требования к устройству, содержанию и организации работы образовательных организаций и других объектов социальной инфраструктуры для детей и молодежи в условиях распространения новой коронавирусной инфекции (COVID-19)» ',
     'ДАТА НПА': '30.06.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': '1.1-5.2, 8.1-8.4.6, 8.6.3,8.6.4, прил. №1-13',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3/2.4.3590-20 «Санитарно-эпидемиологические требования к организации общественного питания  населения» ',
     'ДАТА НПА': '27.10.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.75, п.118',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.1.3684-21 "Санитарно-эпидемиологические требования к содержанию территорий городских и сельских поселений, к водным объектам, питьевой воде и питьевому водоснабжению, атмосферному воздуху, почвам, жилым помещениям, эксплуатации производственных, общественных помещений, организации и проведению санитарно-противоэпидемических (профилактических) мероприятий"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'гл. I-III, VII, VIII, XVIII, XXIV, XXVI, XXVII, XXIX, XXXII-XXXV, XXXVII-XXXVIII, XLV-XLVII. Приложение 1-40',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 3.3686-21 "Санитарно-эпидемиологические требования по профилактике инфекционных болезней"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 1.1-2.8, 3.1-3.9, 4.1(а), 5.1-6.2',
     'НАИМЕНОВАНИЕ НПА': 'СП 1.1.1058-01 "Организация и проведение производственного контроля за соблюдением санитарных правил и выполнением санитарно-противоэпидемических (профилактических) мероприятий"',
     'ДАТА НПА': '13.07.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение 1,2,3',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России от 06.12.2021 N 1122н "Об утверждении национального календаря профилактических прививок, календаря профилактических прививок по эпидемическим показаниям и порядка проведения профилактических прививок" (Зарегистрировано в Минюсте России 20.12.2021 N 66435);',
     'ДАТА НПА': '06.12.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение №1 и №2',
     'НАИМЕНОВАНИЕ НПА': 'Приказ от 28.01.2021г. № 29н «Об утверждении порядка проведения обязательных предварительных и периодических медицинских осмотров работников, предусмотренных частью четвертой статьи 213 трудового кодекса Российской Федерации, перечня медицинских противопоказаний к осуществлению работ с вредными и (или) опасными производственными факторами, а также работам, при выполнении которых проводятся обязательные предварительные и периодические медицинские осмотры»',
     'ДАТА НПА': '28.01.2021', },
]

_162 = [
    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 3, 4, 5, 13, 15, 18, 19, 20, 22, 23, 24, 25',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 29-ФЗ «О качестве и безопасности пищевых продуктов»',
     'ДАТА НПА': '02.01.2000', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-ст.6 гл. 1.; ст. 6,   ст. 7, ст.8 гл. 2; ст.8 – ст. 20  гл. 3, ст.39 гл.6',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза «О безопасности пищевой продукции» (ТР ТС 021/2011)№ 880 Решение Комиссии таможенного союза с приложениями',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 1 - 5',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза «Пищевая продукция в части её маркировки» с приложениями (ТР ТС 022/2011) № 881 Решение Комиссии таможенного союза',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 1-9, приложения 1-5',
     'НАИМЕНОВАНИЕ НПА': 'Технического регламента Таможенного союза «О безопасности упаковки» (ТР ТС 005/2011), утв. Решением Комиссии Таможенного союза  № 769',
     'ДАТА НПА': '16.08.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 1-21',
     'НАИМЕНОВАНИЕ НПА': '«Технический регламент на масложировую продукцию» (ТР ТС 024/2011) с приложениями  № 883 Решение Комиссии таможенного союза;',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-8',
     'НАИМЕНОВАНИЕ НПА': '«Технический регламент на соковую продукцию из фруктов и овощей» (ТР ТС 023/2011) с приложениями № 882 Решение Комиссии таможенного союза;',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': '. 1 – п. 4 гл. I,  п. 5 гл. II, п. «в», п. «г»  ст. 6 гл. III;  п. 7- п. 13 гл. IV, ст. 30-36. гл.VII., п. 47 гл. IX, ст. 48-58 гл. Х, ст. 60-65 гл. ХI, п. 66 – п. 96 гл. XII, п. 97 – п. 98 гл. XIII,',
     'НАИМЕНОВАНИЕ НПА': ' Техническим регламентом Таможенного союза «О безопасности молока и молочной продукции» (ТР ТС 033/2013), утв. Решением Совета Евразийской экономической комиссии  № 67 с приложениями',
     'ДАТА НПА': '09.10.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п. 5.1.1., 5.1.9. гл. V',
     'НАИМЕНОВАНИЕ НПА': 'ГОСТ 32261-2013  Масло сливочное. Технические условия.',
     'ДАТА НПА': '01.07.2015', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'раздел 1-17, приложения',
     'НАИМЕНОВАНИЕ НПА': 'Технического регламента Таможенного союза «О безопасности мяса и мясной продукции» (ТРТС034/2013)  № 68 Решение Совета Евразийской экономической комиссии»;',
     'ДАТА НПА': '09.10.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава 1, глава 2',
     'НАИМЕНОВАНИЕ НПА': 'Единые санитарно-эпидемиологические и гигиенические требования к товарам, подлежащим санитарно-эпидемиологическому надзору», утв. решением № 299 Комиссии таможенного союза с приложениями',
     'ДАТА НПА': '28.05.2010', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 2.1.-3.8, 3.10, 3.13-5.2, 6.1-7.2.10; детство 8.1-8.5.2, 8.6.6 приложение №6',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3./2.4.3590-20 «Санитарно-эпидемиологические требования к организации общественного питания населения»;',
     'ДАТА НПА': '27.10.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'все разделы с приложениями',
     'НАИМЕНОВАНИЕ НПА': 'Приказ   Минздрава России  N 395н «Об утверждении норм лечебного питания», с приложением;',
     'ДАТА НПА': '21.06.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'все разделы с приложениями',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России  №330 «О мерах по совершенствованию лечебного питания в лечебных-профилактических учреждениях Российской Федерации» с приложением.',
     'ДАТА НПА': '05.08.2003', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 2.16., 2.17., 2.23., 2.28., 3.4., 3.12., 3.21',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3.2.1078-01 «Гигиенические требования безопасности и пищевой ценности пищевых продуктов»;',
     'ДАТА НПА': '14.11.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 52-ФЗ от 30.03.1999г. «О санитарно-эпидемиологическом благополучии населения»',
     'ДАТА НПА': '30.03.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 5-12, 20, 24, 43, 46, 47, 49, 51, 52, 55, 79, 84',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон  № 323-ФЗ « Об основах охраны здоровья граждан в РФ»',
     'ДАТА НПА': '21.11.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-22',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 157-ФЗ «Об иммунопрофилактике инфекционных болезней»',
     'ДАТА НПА': '17.09.1998', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-18',
     'НАИМЕНОВАНИЕ НПА': ' Федеральный закон  № 77-ФЗ «О предупреждении распространения туберкулеза в Российской Федерации» A25(ст. 1-18)',
     'ДАТА НПА': '18.06.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.1-5,ст. 7-9, ст.12-14',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 38-ФЗ «О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)»',
     'ДАТА НПА': '30.03.1995', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы I-XLVIII, приложения 1-40',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 3.3686-21 "Санитарно-эпидемиологические требования по профилактике инфекционных болезней"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы II, VII, VIII, IX,  X, приложение 8',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.1.3684-21 «Санитарно-эпидемиологические требования к содержанию территорий городских и сельских поселений, к водным объектам, питьевой воде и питьевому водоснабжению, атмосферному воздуху, почвам, жилым помещениям, эксплуатации производственных, общественных помещений, организации и проведению санитарно-противоэпидемических (профилактических) мероприятий»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 93,136,149,160, таблицы 5.34, 5.54, 5.57, 5.59',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 1.2.3685-21 «Гигиенические нормативы и требования к обеспечению безопасности (или) безвредности для человека факторов среды обитания»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы II, IV',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.1.3678-20 «Санитарно-эпидемиологические требования к эксплуатации помещений, зданий, сооружений, оборудования и транспорта, а также условиям деятельности хозяйствующих субъектов, осуществляющих продажу товаров, выполнение работ или оказание услуг"',
     'ДАТА НПА': '24.12.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'с п.1.1 по п.81; с п.248 по п. 251, с п.256 по п.262',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.2.3670-20 "Санитарно-эпидемиологические требования к условиям труда"',
     'ДАТА НПА': '02.12.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение 1, 2',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России от 28.01.2021 N 29н "Об утверждении Порядка проведения обязательных предварительных и периодических медицинских осмотров работников, предусмотренных частью четвертой статьи 213 Трудового кодекса Российской Федерации, перечня медицинских противопоказаний к осуществлению работ с вредными и (или) опасными производственными факторами, а также работам, при выполнении которых проводятся обязательные предварительные и периодические медицинские осмотры"',
     'ДАТА НПА': '28.01.2021', },
]

_0 = [
    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 3, 4, 5, 13, 15, 18, 19, 20, 22, 23, 24, 25',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 29-ФЗ «О качестве и безопасности пищевых продуктов»',
     'ДАТА НПА': '02.01.2000', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-ст.6 гл. 1.; ст. 6,   ст. 7, ст.8 гл. 2; ст.8 – ст. 20  гл. 3, ст.39 гл.6',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза «О безопасности пищевой продукции» (ТР ТС 021/2011)№ 880 Решение Комиссии таможенного союза с приложениями',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 1 - 5',
     'НАИМЕНОВАНИЕ НПА': 'Технический регламент Таможенного союза «Пищевая продукция в части её маркировки» с приложениями (ТР ТС 022/2011) № 881 Решение Комиссии таможенного союза',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 1-9, приложения 1-5',
     'НАИМЕНОВАНИЕ НПА': 'Технического регламента Таможенного союза «О безопасности упаковки» (ТР ТС 005/2011), утв. Решением Комиссии Таможенного союза  № 769',
     'ДАТА НПА': '16.08.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.ст. 1-21',
     'НАИМЕНОВАНИЕ НПА': '«Технический регламент на масложировую продукцию» (ТР ТС 024/2011) с приложениями  № 883 Решение Комиссии таможенного союза;',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-8',
     'НАИМЕНОВАНИЕ НПА': '«Технический регламент на соковую продукцию из фруктов и овощей» (ТР ТС 023/2011) с приложениями № 882 Решение Комиссии таможенного союза;',
     'ДАТА НПА': '09.12.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': '. 1 – п. 4 гл. I,  п. 5 гл. II, п. «в», п. «г»  ст. 6 гл. III;  п. 7- п. 13 гл. IV, ст. 30-36. гл.VII., п. 47 гл. IX, ст. 48-58 гл. Х, ст. 60-65 гл. ХI, п. 66 – п. 96 гл. XII, п. 97 – п. 98 гл. XIII,',
     'НАИМЕНОВАНИЕ НПА': ' Техническим регламентом Таможенного союза «О безопасности молока и молочной продукции» (ТР ТС 033/2013), утв. Решением Совета Евразийской экономической комиссии  № 67 с приложениями',
     'ДАТА НПА': '09.10.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п. 5.1.1., 5.1.9. гл. V',
     'НАИМЕНОВАНИЕ НПА': 'ГОСТ 32261-2013  Масло сливочное. Технические условия.',
     'ДАТА НПА': '01.07.2015', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'раздел 1-17, приложения',
     'НАИМЕНОВАНИЕ НПА': 'Технического регламента Таможенного союза «О безопасности мяса и мясной продукции» (ТРТС034/2013)  № 68 Решение Совета Евразийской экономической комиссии»;',
     'ДАТА НПА': '09.10.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'глава 1, глава 2',
     'НАИМЕНОВАНИЕ НПА': 'Единые санитарно-эпидемиологические и гигиенические требования к товарам, подлежащим санитарно-эпидемиологическому надзору», утв. решением № 299 Комиссии таможенного союза с приложениями',
     'ДАТА НПА': '28.05.2010', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 2.1.-3.8, 3.10, 3.13-5.2, 6.1-7.2.10; детство 8.1-8.5.2, 8.6.6 приложение №6',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3./2.4.3590-20 «Санитарно-эпидемиологические требования к организации общественного питания населения»;',
     'ДАТА НПА': '27.10.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'все разделы с приложениями',
     'НАИМЕНОВАНИЕ НПА': 'Приказ   Минздрава России  N 395н «Об утверждении норм лечебного питания», с приложением;',
     'ДАТА НПА': '21.06.2013', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'все разделы с приложениями',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России  №330 «О мерах по совершенствованию лечебного питания в лечебных-профилактических учреждениях Российской Федерации» с приложением.',
     'ДАТА НПА': '05.08.2003', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 2.16., 2.17., 2.23., 2.28., 3.4., 3.12., 3.21',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.3.2.1078-01 «Гигиенические требования безопасности и пищевой ценности пищевых продуктов»;',
     'ДАТА НПА': '14.11.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 52-ФЗ от 30.03.1999г. «О санитарно-эпидемиологическом благополучии населения»',
     'ДАТА НПА': '30.03.1999', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 5-12, 20, 24, 43, 46, 47, 49, 51, 52, 55, 79, 84',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон  № 323-ФЗ « Об основах охраны здоровья граждан в РФ»',
     'ДАТА НПА': '21.11.2011', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-22',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 157-ФЗ «Об иммунопрофилактике инфекционных болезней»',
     'ДАТА НПА': '17.09.1998', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст. 1-18',
     'НАИМЕНОВАНИЕ НПА': ' Федеральный закон  № 77-ФЗ «О предупреждении распространения туберкулеза в Российской Федерации» A25(ст. 1-18)',
     'ДАТА НПА': '18.06.2001', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'ст.1-5,ст. 7-9, ст.12-14',
     'НАИМЕНОВАНИЕ НПА': 'Федеральный закон № 38-ФЗ «О предупреждении распространения в Российской Федерации заболевания, вызываемого вирусом иммунодефицита человека (ВИЧ-инфекции)»',
     'ДАТА НПА': '30.03.1995', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы I-XLVIII, приложения 1-40',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 3.3686-21 "Санитарно-эпидемиологические требования по профилактике инфекционных болезней"',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы II, VII, VIII, IX,  X, приложение 8',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 2.1.3684-21 «Санитарно-эпидемиологические требования к содержанию территорий городских и сельских поселений, к водным объектам, питьевой воде и питьевому водоснабжению, атмосферному воздуху, почвам, жилым помещениям, эксплуатации производственных, общественных помещений, организации и проведению санитарно-противоэпидемических (профилактических) мероприятий»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'п.п. 93,136,149,160, таблицы 5.34, 5.54, 5.57, 5.59',
     'НАИМЕНОВАНИЕ НПА': 'СанПиН 1.2.3685-21 «Гигиенические нормативы и требования к обеспечению безопасности (или) безвредности для человека факторов среды обитания»',
     'ДАТА НПА': '28.01.2021', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'разделы II, IV',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.1.3678-20 «Санитарно-эпидемиологические требования к эксплуатации помещений, зданий, сооружений, оборудования и транспорта, а также условиям деятельности хозяйствующих субъектов, осуществляющих продажу товаров, выполнение работ или оказание услуг"',
     'ДАТА НПА': '24.12.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'с п.1.1 по п.81; с п.248 по п. 251, с п.256 по п.262',
     'НАИМЕНОВАНИЕ НПА': 'СП 2.2.3670-20 "Санитарно-эпидемиологические требования к условиям труда"',
     'ДАТА НПА': '02.12.2020', },

    {'ФОРМУЛИРОВКА ТРЕБОВАНИЯ': 'приложение 1, 2',
     'НАИМЕНОВАНИЕ НПА': 'Приказ Минздрава России от 28.01.2021 N 29н "Об утверждении Порядка проведения обязательных предварительных и периодических медицинских осмотров работников, предусмотренных частью четвертой статьи 213 Трудового кодекса Российской Федерации, перечня медицинских противопоказаний к осуществлению работ с вредными и (или) опасными производственными факторами, а также работам, при выполнении которых проводятся обязательные предварительные и периодические медицинские осмотры"',
     'ДАТА НПА': '28.01.2021', },
]